[
  "Shadowing (Teilnehmende Beobachtung) hilft absolut dabei, die eigene Brille abzusetzen und durch andere Augen zu schauen.",
  "Shadowing war sehr inspirierend. Kann man künftig gut umsetzen.",
  "Nutzer:innenbefragung ist ein sehr wichtiges Instrument. Das Ausfüllen der Interaktion und Unterstützung intern/am Kunden ist mir jedoch anfangs etwas schwerer gefallen.",
  "Das Prototyping hat sehr viel Spaß gemacht. Es war abwechslungsreich und sehr inspirierend. Möchte ich auch auf jeden Fall künftig nutzen",
  "Inspirierend ja, aber ich muss mir noch überlegen, wie ich das in die Verwaltungsarbeit umsetze. Die meisten rümpfen da die Nase, wenn man mit Lego um die Ecke kommt.",
  "Die Widerstände waren bereits in der Schulungsgruppe zu spüren. Es ist sicher schwer, solange das Denken bei den Kolleg:innen noch nicht zum aktuellen Changebedarf im Land passt. Ein begleitetes übergeordnetes Projekt als praktische Langlernphase wäre sicher gut.",
  "Die Methoden sind allesamt wenig kompliziert und im Kopf \"hängengeblieben\". Ansätze wie das Shadowing habe ich ähnlich auch bereits genutzt.",
  "Der Werkzeugkoffer für die GPM-Beratungseinheit wurde definitiv erweitert.",
  "Ran an die Fehlerkultur! Fehler und schnelles Scheitern sind gut, denn dadurch werden \"schlechte\" Alternativen schneller aussortiert. Raus aus dem Silodenken! Wir arbeiten alle gemeinsam am Change. Mehr Teamspirit behördenübergreifend. Im Grunde das Arbeitsgefühl aus der Schulung in das echte Arbeitsleben übertragen.",
  "Die Fortbildung hat mir sicher geholfen, künftig noch stärker die Kund:innenperspektive einzubeziehen. Einige Ansätze fand ich besonders hilfreich für das Mitnehmen oder Überzeugen Dritter. Gerade mit Miro ließ sich überzeugend visualisieren, was man mit einem Projekt erreichen möchte.",
  "Ich empfehle die Weiterbildung an Führungskräfte! Die müssen das zuerst verstehen. Weniger technisch, methodisch orientiert, sondern eher das Vermitteln der \"agilen Idee\" und deren Werte. Kooperation statt Zuständigkeit laut GGO! Mindchange erforderlich. Es gibt an der VAK eine Ausbildung für neue Führungskräfte. Die sollten es alle verstehen, worauf es in Zukunft ankommt: Kooperation!",
  "Etwas verändert empfehle ich die Weiterbildung für kleine Führungskräfte, die den Wandel in ihren Teams umsetzen und begleiten müssen. Entscheider:innen (Senatsverwaltungen) im GPM-Bereich.",
  "Die Weiterbildung sollte unbedingt verstetigt werden, sodass sie von allen GPM-Berater:innen im Land Berlin besucht werden kann."
]
